/* Automatic Update Alert Description (Critical Update) */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "已經下載了%1$@ %2$@ 並可以開始使用。這是一個重要更新，您想要立即安裝並啟動 %1$@ 嗎？";

/* Automatic Update Alert Description (Normal Update) */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "已經下載了 %1$@ %2$@ 並已可以開始使用。您想要立即安裝並啟動 %1$@ 嗎？";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ 從唯讀的磁碟映像檔或光碟機執行時將無法更新。請將 %1$@ 移到您的應用程式資料夾中，重新啟動，再試一次。";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ 是目前的最新版本。";

/* No comment provided by engineer. */
"%@ downloaded" = "已經下載 %@";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ 之 %2$@";

/* Description text for SUUpdateAlert when the update is downloadable. */
"A new version of %@ is available. Update to %@ to experience the latest improvements." = "%1$@ 已有新版。請更新到 %2$@ 體驗最新的強化改善。";

/* Description text for SUUpdateAlert when the update informational with no download. */
"A new version of %@ is available. Update to %@ to experience the latest improvements. Would you like to learn more about this update on the web?" = "%1$@ 已有新版。請更新到 %2$@ 體驗最新的強化改善。您想進一步了解此網頁版更新嗎？";

/* Automatic Update Alert Title (Normal Update) */
"A new version of %@ is ready to install!" = "新的 %@ 版本已經可以安裝囉！";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "擷取更新資訊時發生錯誤。 請稍後再試一次。";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "下載時發生錯誤。請稍後再試。";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "提取檔案夾的過程中發生錯誤。請稍後再試一次。";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "下載時發生錯誤。請稍後再試。";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "解析更新資料時發生錯誤。";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "重新啟動 %1$@ 時發生錯誤，但您下次開啟 %1$@ 的時候將有一個新的版本可供下載。";

/* Automatic Update Alert Title (Critical Update) */
"An important update to %@ is ready to install" = "已經有一個 %@ 的重要更新可供安裝";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cancel Update" = "取消更新";

/* No comment provided by engineer. */
"Checking for updates..." = "檢查更新中...";

/* Take care not to overflow the status window. */
"Downloading update..." = "下載更新中...";

/* Take care not to overflow the status window. */
"Extracting update..." = "擷取更新中...";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "下載並重新啟動";

/* Take care not to overflow the status window. */
"Installing update..." = "安裝更新中...";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More..." = "了解更多...";

/* No comment provided by engineer. */
"Let's update your app" = "請更新您的應用程式";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "確定";

/* No comment provided by engineer. */
"Ready to Install" = "準備更新";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "要讓 %1$@ 自動幫您檢查更新嗎？若非自動檢查，您依然可從  %1$@ 選單中手動檢查更新。";

/* No comment provided by engineer. */
"The update is improperly signed." = "更新已被不當簽署。";

/* No comment provided by engineer. */
"The update will not be installed because the user requested for the system to power off" = "更新將不會安裝，因為使用者要求系統關機";

/* Automatic Update Alert Title (Forced Update) */
"Uh oh. Your version of %@ is out of date." = "很抱歉，您使用的 %@ 為舊版的。";

/* No comment provided by engineer. */
"Update Error!" = "更新錯誤!";

/* No comment provided by engineer. */
"Updating %@" = "正在更新 %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "您已經擁有最新的 %@ 版本。";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "您使用的是最新版！";

/* Automatic Update Alert Description (Forced Update) */
"You’re currently on version %@ which is no longer supported. We’ve made a lot of improvements since then so please download the latest version to continue." = "您現在使用的 %@ 版我們已不再支援。我們已做了許多強化，請下載最新版繼續使用。";
